Revit 2027 API
AssetSetIterator.Reset Method
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual void Reset()
Public Overridable Sub Reset
public:
virtual void Reset()
abstract Reset : unit -> unit
override Reset : unit -> unit
Implements
IEnumerator.Reset()
See Also
Reference
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace